Repository: kenshin0413/RoachBreeder
Catalog: RoachBreeder/RoachBreeder/Localizable.xcstrings
Source language: en
Languages: ja

# %@「%@」を獲得。
source: Obtained %2$@ (%1$@).
ja: %1$@「%2$@」を獲得。

# %@cmの個体を確認。
source: Spotted a %@ cm roach.
ja: %@cmの個体を確認。

# %@の姿が見えなくなった。
source: %@ is no longer in the colony.
ja: %@の姿が見えなくなった。

# %@は本日終了
source: No %@ uses left today
ja: %@は本日終了

# %@を今日もう1回使えます
source: You can use %@ one more time today
ja: %@を今日もう1回使えます

# %@を今日もう1回使えるようになった。
source: Granted one extra %@ use for today.
ja: %@を今日もう1回使えるようになった。

# %@を引いた
source: Drew %@
ja: %@を引いた

# %@を置いた
source: Placed %@
ja: %@を置いた

# %@を追跡対象にした。
source: Started tracking %@.
ja: %@を追跡対象にした。

# %@日
source: %@ days
ja: %@日

# %lld個
source: %lld items
ja: %lld個

# %lld匹
source: %lld roaches
ja: %lld匹

# %lld匹から%lld匹になった。
source: The colony grew from %1$lld to %2$lld roaches.
ja: %1$lld匹から%2$lld匹になった。

# %lld枚
source: %lld tickets
ja: %lld枚

# 1連
source: Draw 1
ja: 1連

# 2センチほどの禁断の隠れ家。入った瞬間だけ部屋の空気が変わる。
source: A forbidden hideout about 2 centimeters long. The atmosphere in the room changes the moment you enter.
ja: 2センチほどの禁断の隠れ家。入った瞬間だけ部屋の空気が変わる。

# 10個をまとめて獲得
source: Get 10 rewards at once
ja: 10個をまとめて獲得

# 10個獲得。最高レア度は%@。
source: Obtained 10 rewards. Highest rarity: %@.
ja: 10個獲得。最高レア度は%@。

# 10連
source: Draw 10
ja: 10連

# 10連ガチャを引いた
source: Completed a 10× Gacha draw
ja: 10連ガチャを引いた

# 10連結果
source: 10× Results
ja: 10連結果

# App Storeでアップデート
source: Update on the App Store
ja: App Storeでアップデート

# Gガチャ
source: Gacha
ja: Gガチャ

# Gガチャチケット +1
source: Gacha Ticket +1
ja: Gガチャチケット +1

# Gガチャチケットを1枚受け取った。
source: Received 1 Gacha Ticket.
ja: Gガチャチケットを1枚受け取った。

# Gガチャチケットを1枚獲得
source: Received 1 Gacha Ticket
ja: Gガチャチケットを1枚獲得

# Gガチャチケットを1枚獲得しました
source: You received 1 Gacha Ticket.
ja: Gガチャチケットを1枚獲得しました

# アップデートが必要です
source: Update Required
ja: アップデートが必要です

# あとで
source: Later
ja: あとで

# オス
source: Male
ja: オス

# お菓子の袋の破片
source: Snack Wrapper
ja: お菓子の袋の破片

# ゴキブリ
source: Roach
ja: ゴキブリ

# ゴキブリのいるスペースにタップで光を当てる
source: Tap inside the colony to shine the light
ja: ゴキブリのいるスペースにタップで光を当てる

# ゴキブリのいるスペースにタップで水をおく
source: Tap inside the colony to add water
ja: ゴキブリのいるスペースにタップで水をおく

# ゴキブリのいるスペースにタップで餌をおく
source: Tap inside the colony to place food
ja: ゴキブリのいるスペースにタップで餌をおく

# ゴキブリホイホイ
source: Roach Trap
ja: ゴキブリホイホイ

# ゴキブリをタップで個体ステータスを見る
source: Tap a roach to view its status
ja: ゴキブリをタップで個体ステータスを見る

# ゴキブリをタップで詳細を表示
source: Tap a roach for details
ja: ゴキブリをタップで詳細を表示

# ゴキブリ個体
source: Roach
ja: ゴキブリ個体

# ゴキブリ増殖計画、起動中
source: Roach Breeder, launching
ja: ゴキブリ増殖計画、起動中

# ゴキブリ育成
source: Roach Colony
ja: ゴキブリ育成

# ここは重なりすぎて置けない
source: Too much overlap to place it here
ja: ここは重なりすぎて置けない

# この個体が死ぬまで、成長・食事・生存日数を記録します。
source: Track this roach’s growth, meals, and lifespan.
ja: この個体が死ぬまで、成長・食事・生存日数を記録します。

# この個体に決める
source: Choose This Roach
ja: この個体に決める

# この気配は、普通じゃない
source: Something unusual is stirring
ja: この気配は、普通じゃない

# この部屋の運命を、1回でひっくり返せ。
source: One draw could transform the whole colony.
ja: この部屋の運命を、1回でひっくり返せ。

# サイズ
source: Size
ja: サイズ

# すき間に群れを発見
source: Colony Discovered
ja: すき間に群れを発見

# すき間の奥へ餌を差し入れた。
source: Placed food deep inside the crevice.
ja: すき間の奥へ餌を差し入れた。

# すき間の巣
source: Crevice Colony
ja: すき間の巣

# すき間を変更
source: Room Changed
ja: すき間を変更

# すき間を拡大中
source: Crevice Zoomed In
ja: すき間を拡大中

# デイリーチケット
source: Daily Ticket
ja: デイリーチケット

# テスト版
source: Test Build
ja: テスト版

# ノーマル
source: Normal
ja: ノーマル

# プラスチックの破片
source: Plastic Shard
ja: プラスチックの破片

# ボトルキャップ
source: Bottle Cap
ja: ボトルキャップ

# まだ結果はありません。今日の1回を引くとここに残ります。
source: No results yet. Your draws will appear here.
ja: まだ結果はありません。今日の1回を引くとここに残ります。

# まだ記録がありません
source: No Records Yet
ja: まだ記録がありません

# メス
source: Female
ja: メス

# やめる
source: Cancel
ja: やめる

# レア
source: Rare
ja: レア

# レイアウト編集
source: Edit Layout
ja: レイアウト編集

# レビューする
source: Write a Review
ja: レビューする

# 一気に散らす
source: Scatter
ja: 一気に散らす

# 下に潜れる薄い隠れ家。
source: A thin hideout that you can hide under.
ja: 下に潜れる薄い隠れ家。

# 世話、繁殖、成長記録が自動で残ります。
source: Care, breeding, and growth are logged automatically.
ja: 世話、繁殖、成長記録が自動で残ります。

# 中で何かが暴れている
source: Something is breaking inside
ja: 中で何かが暴れている

# 丸い影の中に潜れる隠れ家。
source: A hideout where you can hide in the round shadows.
ja: 丸い影の中に潜れる隠れ家。

# 乳白色の個体が眠る、異様に白い卵鞘。
source: An unusually white egg sac in which a milky white individual sleeps.
ja: 乳白色の個体が眠る、異様に白い卵鞘。

# 今のゴキブリ部屋をそのまま画像にします。
source: Create an image of your current colony.
ja: 今のゴキブリ部屋をそのまま画像にします。

# 今後のアップデートの参考に、感想を聞かせてください。
source: Please let us know your thoughts for future updates.
ja: 今後のアップデートの参考に、感想を聞かせてください。

# 今日は終了
source: Done for Today
ja: 今日は終了

# 今日もすき間の奥で生存中
source: Alive and hiding in the crevice
ja: 今日もすき間の奥で生存中

# 伝説
source: Legendary
ja: 伝説

# 何が出るかは、開くまで分からない
source: You don't know what you'll get until you open it.
ja: 何が出るかは、開くまで分からない

# 使用中
source: Active
ja: 使用中

# 健康
source: Healthy
ja: 健康

# 傷黒
source: Scarred Black
ja: 傷黒

# 傷黒の卵鞘
source: Scarred Black Egg Case
ja: 傷黒の卵鞘

# 光
source: Light
ja: 光

# 光に反応して散った
source: The colony scattered from the light
ja: 光に反応して散った

# 光を当てた
source: Shined the light
ja: 光を当てた

# 全%lld種
source: All %lld
ja: 全%lld種

# 全身が金色の伝説個体が眠る。
source: A legendary individual with a golden body sleeps.
ja: 全身が金色の伝説個体が眠る。

# 共有
source: Share
ja: 共有

# 共有用スクショ
source: Share Snapshot
ja: 共有用スクショ

# 共有画像を作れませんでした
source: Couldn’t create the share image
ja: 共有画像を作れませんでした

# 共有画像を保存できませんでした
source: Couldn’t save the share image
ja: 共有画像を保存できませんでした

# 最大サイズ更新
source: New Size Record
ja: 最大サイズ更新

# 最大群れ
source: Largest Colony
ja: 最大群れ

# 最大記録
source: Record Size
ja: 最大記録

# 最新版 %@ に更新してから、飼育を続けてください。
source: Update to version %@ to continue raising your colony.
ja: 最新版 %@ に更新してから、飼育を続けてください。

# 最近の結果
source: Recent Results
ja: 最近の結果

# 最長生存
source: Longest Lifespan
ja: 最長生存

# 最高 %@
source: Best: %@
ja: 最高 %@

# 冷蔵庫下
source: Under the Fridge
ja: 冷蔵庫下

# 切れた配線
source: Broken Cable
ja: 切れた配線

# 初回無料
source: First Draw Free
ja: 初回無料

# 削除
source: Delete
ja: 削除

# 動画広告の視聴完了後、Gガチャチケットを1枚受け取れます。
source: Watch the full video to receive 1 Gacha Ticket.
ja: 動画広告の視聴完了後、Gガチャチケットを1枚受け取れます。

# 動画広告の視聴完了後、今日だけ%@をもう1回使えるようになります。
source: Watch the full video to use %@ one more time today.
ja: 動画広告の視聴完了後、今日だけ%@をもう1回使えるようになります。

# 動画広告を見てGガチャチケットを1枚受け取った。
source: Watched a video and received 1 Gacha Ticket.
ja: 動画広告を見てGガチャチケットを1枚受け取った。

# 動画視聴後にGガチャチケットを受け取れます
source: Watch a video to receive 1 Gacha Ticket
ja: 動画視聴後にGガチャチケットを受け取れます

# 匹
source: roaches
ja: 匹

# 卵鞘を発見
source: Egg Case Discovered
ja: 卵鞘を発見

# 卵鞘記録
source: Most Egg Cases
ja: 卵鞘記録

# 受け取る
source: Collect
ja: 受け取る

# 古いレシート
source: Old Receipt
ja: 古いレシート

# 台所の棚裏
source: Behind the Kitchen Shelf
ja: 台所の棚裏

# 同じレア度は、カテゴリ内で同じ確率。
source: The same rarity has the same probability within a category.
ja: 同じレア度は、カテゴリ内で同じ確率。

# 名なし
source: Unnamed
ja: 名なし

# 名なしの個体
source: Unnamed Roach
ja: 名なしの個体

# 名前つきが生存中
source: A named roach is still alive
ja: 名前つきが生存中

# 名前つき個体
source: Named Roach
ja: 名前つき個体

# 名前をつけられます
source: Can be named
ja: 名前をつけられます

# 名前を入力
source: Enter a name
ja: 名前を入力

# 名前を持てる個体は一匹だけ。成長と記録を追いかけます。
source: Only one roach can be named at a time. Its growth and records will be tracked.
ja: 名前を持てる個体は一匹だけ。成長と記録を追いかけます。

# 名前を更新
source: Update Name
ja: 名前を更新

# 和室の端に棲みついた雰囲気。
source: An atmosphere that has settled at the edge of a Japanese-style room.
ja: 和室の端に棲みついた雰囲気。

# 図鑑
source: Records
ja: 図鑑

# 埃だまり
source: Dust Pile
ja: 埃だまり

# 埃っぽい影ができる、柔らかい隠れ家。
source: A soft hideout with dusty shadows.
ja: 埃っぽい影ができる、柔らかい隠れ家。

# 増殖
source: BREEDER
ja: 増殖

# 増殖フェーズ開始
source: BREEDING STARTED
ja: 増殖フェーズ開始

# 壁際を走る個体が集まりやすい。
source: Individuals running along the wall tend to gather.
ja: 壁際を走る個体が集まりやすい。

# 変更する
source: Change
ja: 変更する

# 奥が見えない黒い隠れ家。
source: A black hideout where you can't see inside.
ja: 奥が見えない黒い隠れ家。

# 奥行きがある暗い避難場所。
source: A deep, dark shelter.
ja: 奥行きがある暗い避難場所。

# 安心
source: Shelter
ja: 安心

# 完了
source: Done
ja: 完了

# 履歴
source: History
ja: 履歴

# 布切れ
source: Cloth Scrap
ja: 布切れ

# 幼虫
source: Nymph
ja: 幼虫

# 広告で+1回
source: Ad: +1 Use
ja: 広告で+1回

# 広告でチケット1枚
source: Ad: 1 Gacha Ticket
ja: 広告でチケット1枚

# 広告の読み込みに失敗しました
source: Couldn’t load the ad
ja: 広告の読み込みに失敗しました

# 広告リワード
source: Ad Reward
ja: 広告リワード

# 広告を準備中
source: Preparing Ad
ja: 広告を準備中

# 広告を準備中です
source: Preparing the ad
ja: 広告を準備中です

# 広告を表示できませんでした
source: Couldn’t show the ad
ja: 広告を表示できませんでした

# 広告を見て%@を追加しますか？
source: Watch an ad for +1 %@ use?
ja: 広告を見て%@を追加しますか？

# 広告を見てチケットを獲得しますか？
source: Watch an ad for 1 Gacha Ticket?
ja: 広告を見てチケットを獲得しますか？

# 広告を見る
source: Watch Ad
ja: 広告を見る

# 広告を読み込み中です
source: Loading the ad
ja: 広告を読み込み中です

# 広告を読み込んでいます。少し待ってからもう一度押してください。
source: The ad is still loading. Please try again shortly.
ja: 広告を読み込んでいます。少し待ってからもう一度押してください。

# 床に小さな水たまりを作った。
source: I made a small puddle on the floor.
ja: 床に小さな水たまりを作った。

# 床に貼り付いた薄い障害物。
source: A thin obstacle stuck to the floor.
ja: 床に貼り付いた薄い障害物。

# 引く
source: Draw
ja: 引く

# 当たったスキンはここから切り替え。共有スクショにも反映されます。
source: Switch unlocked room skins here. Your selection also appears in shared images.
ja: 当たったスキンはここから切り替え。共有スクショにも反映されます。

# 成虫
source: Adult
ja: 成虫

# 成長
source: Growth
ja: 成長

# 所持 %lld枚
source: %lld Tickets
ja: 所持 %lld枚

# 抽選中
source: Drawing
ja: 抽選中

# 排水管の影
source: Drainpipe Shadow
ja: 排水管の影

# 推し個体
source: Favorite Roach
ja: 推し個体

# 推し個体の記録終了
source: Favorite Roach Lost
ja: 推し個体の記録終了

# 推し個体を決める
source: Choose a Favorite
ja: 推し個体を決める

# 推し個体を記録
source: Favorite Roach Selected
ja: 推し個体を記録

# 推し個体を追跡中
source: Tracking Favorite Roach
ja: 推し個体を追跡中

# 推定コロニー数
source: ESTIMATED COLONY
ja: 推定コロニー数

# 日記
source: Journal
ja: 日記

# 暗いすき間に新しい卵鞘が置かれている。
source: A new egg sac is placed in a dark crevice.
ja: 暗いすき間に新しい卵鞘が置かれている。

# 暗い影ができて群れが落ち着く。
source: A dark shadow forms and the flock calms down.
ja: 暗い影ができて群れが落ち着く。

# 木片
source: Wood Chip
ja: 木片

# 未発見
source: Undiscovered
ja: 未発見

# 机と棚のすき間
source: Desk Crevice
ja: 机と棚のすき間

# 机と棚の奥で%lld匹が動きはじめた。
source: %lld roaches began moving behind the desk and shelf.
ja: 机と棚の奥で%lld匹が動きはじめた。

# 歴代最速
source: Fastest Recorded
ja: 歴代最速

# 死亡
source: Dead
ja: 死亡

# 段ボール置き場
source: Cardboard Stack
ja: 段ボール置き場

# 殻が開きはじめた
source: The shell has begun to open
ja: 殻が開きはじめた

# 毎日21時に世話通知
source: Daily Care Reminder at 9:00 PM
ja: 毎日21時に世話通知

# 毎日21時の通知を設定しました
source: Daily reminder set for 9:00 PM
ja: 毎日21時の通知を設定しました

# 毎日のログインで1枚受け取れます
source: Log in each day to receive one ticket
ja: 毎日のログインで1枚受け取れます

# 気配が集まっている
source: signs are gathering
ja: 気配が集まっている

# 水
source: Water
ja: 水

# 水ゲージ
source: Hydration
ja: 水ゲージ

# 水たまりを作った
source: Added water
ja: 水たまりを作った

# 水を補給
source: Hydrate
ja: 水を補給

# 水を足した
source: Added Water
ja: 水を足した

# 水分
source: Hydration
ja: 水分

# 油染みと甘い匂いが残る、群れが寄りやすい破片。
source: Debris with oil stains and a sweet smell that attracts flocks.
ja: 油染みと甘い匂いが残る、群れが寄りやすい破片。

# 油膜
source: Oil Slick
ja: 油膜

# 油膜の卵鞘
source: Oil Slick Egg Case
ja: 油膜の卵鞘

# 深い赤茶色の個体が眠る卵鞘。
source: An egg pod in which a deep reddish-brown individual sleeps.
ja: 深い赤茶色の個体が眠る卵鞘。

# 湿った暗さが強い部屋スキン。
source: Room skin with strong damp darkness.
ja: 湿った暗さが強い部屋スキン。

# 漆黒
source: Jet Black
ja: 漆黒

# 漆黒の卵鞘
source: Jet Black Egg Case
ja: 漆黒の卵鞘

# 激レア
source: Super Rare
ja: 激レア

# 濡れたような黒い光沢を持つ血統。
source: A bloodline with a wet black luster.
ja: 濡れたような黒い光沢を持つ血統。

# 瀕死
source: Critical
ja: 瀕死

# 特殊な卵鞘
source: Rare Egg Case
ja: 特殊な卵鞘

# 状態
source: Condition
ja: 状態

# 狙えるラインナップ
source: Available Rewards
ja: 狙えるラインナップ

# 現在の名前つき
source: Currently Named
ja: 現在の名前つき

# 生存
source: Age
ja: 生存

# 生活感が強い薄型の隠れ家。
source: A thin hideaway with a strong sense of life.
ja: 生活感が強い薄型の隠れ家。

# 画像を共有する
source: Share Image
ja: 画像を共有する

# 画面から目を離すな
source: Don't take your eyes off the screen
ja: 画面から目を離すな

# 畳の端
source: Tatami Edge
ja: 畳の端

# 白い傷模様を持つ黒い個体が眠る。
source: A black individual with white scars sleeps.
ja: 白い傷模様を持つ黒い個体が眠る。

# 白く濁った薄い破片。床の汚れに紛れて潜り込める。
source: A thin cloudy white fragment. It can hide under the dirt on the floor.
ja: 白く濁った薄い破片。床の汚れに紛れて潜り込める。

# 白化
source: Albino
ja: 白化

# 白化の卵鞘
source: Albino Egg Case
ja: 白化の卵鞘

# 目指せ！
source: TARGET
ja: 目指せ！

# 移動する隠れ家をタップ
source: Tap a hideout to move it
ja: 移動する隠れ家をタップ

# 移動先をタップ
source: Tap a destination
ja: 移動先をタップ

# 移動先をタップ。削除もできます
source: Tap a destination, or delete the hideout
ja: 移動先をタップ。削除もできます

# 空き箱
source: Empty Box
ja: 空き箱

# 空気が歪んでいる
source: the air is distorted
ja: 空気が歪んでいる

# 粘着テープ
source: Sticky Tape
ja: 粘着テープ

# 紙くず
source: Paper Scrap
ja: 紙くず

# 繁殖
source: Breed
ja: 繁殖

# 繁殖していそうな密度の高いスキン。
source: A dense skin that seems to be breeding.
ja: 繁殖していそうな密度の高いスキン。

# 群れが一斉に奥へ散った。
source: The colony scattered into the shadows.
ja: 群れが一斉に奥へ散った。

# 群れが増えた
source: Colony Grew
ja: 群れが増えた

# 腹を満たす
source: Feed
ja: 腹を満たす

# 観察中
source: Observing
ja: 観察中

# 観察日記
source: Observation Journal
ja: 観察日記

# 解放
source: Unlocked
ja: 解放

# 赤銅
source: Red Copper
ja: 赤銅

# 赤銅の卵鞘
source: Red Copper Egg Case
ja: 赤銅の卵鞘

# 足の速さ
source: Speed
ja: 足の速さ

# 通常個体
source: Common
ja: 通常個体

# 選択解除
source: Deselect
ja: 選択解除

# 部屋
source: Room
ja: 部屋

# 部屋から隠れ家を取り除いた。
source: Removed hideout from room.
ja: 部屋から隠れ家を取り除いた。

# 部屋スキン
source: Room Skin
ja: 部屋スキン

# 部屋に「%@」を置いた。
source: I placed "%@" in my room.
ja: 部屋に「%@」を置いた。

# 部屋の中の隠れ家を別の場所へ動かした。
source: I moved the hideout in the room to another location.
ja: 部屋の中の隠れ家を別の場所へ動かした。

# 部屋を「%@」に切り替えた。
source: Switched the room to "%@".
ja: 部屋を「%@」に切り替えた。

# 配置編集
source: Edit Placement
ja: 配置編集

# 銀灰色の羽を持つ個体が眠る。
source: An individual with silver-gray wings sleeps.
ja: 銀灰色の羽を持つ個体が眠る。

# 銀紙
source: Foil
ja: 銀紙

# 銀背
source: Silverback
ja: 銀背

# 銀背の卵鞘
source: Silverback Egg Case
ja: 銀背の卵鞘

# 隠れ家
source: Hideout
ja: 隠れ家

# 隠れ家・個体・部屋スキン
source: Hideouts · Roaches · Room Skins
ja: 隠れ家・個体・部屋スキン

# 隠れ家をタップして移動・削除
source: Tap a hideout to move or delete it
ja: 隠れ家をタップして移動・削除

# 隠れ家をタップで移動
source: Tap a hideout to move it
ja: 隠れ家をタップで移動

# 隠れ家を削除
source: Delete Hideout
ja: 隠れ家を削除

# 隠れ家を削除した
source: Hideout removed
ja: 隠れ家を削除した

# 隠れ家を移動
source: Move Hideout
ja: 隠れ家を移動

# 隠れ家を移動した
source: Hideout moved
ja: 隠れ家を移動した

# 隠れ家を配置
source: Hideout Placed
ja: 隠れ家を配置

# 青い光が漏れている
source: blue light is leaking
ja: 青い光が漏れている

# 食べかすが似合う部屋スキン。
source: A room skin that looks good with food scraps.
ja: 食べかすが似合う部屋スキン。

# 飼育の手応え、どうですか？
source: Enjoying Your Colony?
ja: 飼育の手応え、どうですか？

# 餌
source: Food
ja: 餌

# 餌ゲージ
source: Food
ja: 餌ゲージ

# 餌や水を置くと、ここに観察ログが残ります。
source: Place food or water to start your observation log.
ja: 餌や水を置くと、ここに観察ログが残ります。

# 餌をあげてください。今夜も奥で動いています。
source: Your colony is hungry. Something is moving in the shadows.
ja: 餌をあげてください。今夜も奥で動いています。

# 餌をあげるタイミングをバナーで知らせます
source: Get a notification when it’s time to feed the colony
ja: 餌をあげるタイミングをバナーで知らせます

# 餌を置いた
source: Placed Food
ja: 餌を置いた

# 黄金
source: Golden
ja: 黄金

# 黄金の卵鞘
source: Golden Egg Case
ja: 黄金の卵鞘

# 黒い体に青紫の構造色が浮かぶ血統。
source: A bloodline with a blue-purple structural color on its black body.
ja: 黒い体に青紫の構造色が浮かぶ血統。

# 黒い箱
source: Black Box
ja: 黒い箱
